module.exports = {
    pryjina: 'Форми округлих пружин більше підходять для <b>дуже</b> '
        + '<b>слабкої</b> течії або стоячої води. '
        + 'Але є варіанти і для річок'
        + '\nВага годівниці для річки має бути від 50 до 150гр.'
        + '\nЗбирання снасті на карася на основі пружини доволі просте. '
        + '\nЗнадобиться відрізок шнура діаметром 0.4 - 0.6мм або товстої нитки.'
        + '\nГачки розміром №8-12 моделі з товстого '
        + 'дроту загином жала Chinu, або японська серія 2033, 3513 - потужні '
        + 'і надійні гачки. \nЄ більш легкі варіанти: Gamakatsu F22 - №8-12.'
        + '\n\nДля повідців використовується шнур діаметр 0.12-0.16мм. Хорошої якості.',
    ybiycaKarasia: 'Це снасть на карася з ланцюжком з 2 або 3 пружин '
        + 'на відстані 10-15 см один від одного не великого розміру. \nДовжина пружинки '
        + 'від 3 см до 6 см, діаметр 1-3см. Вантаж винесено вперед від першої '
        + 'пружини на 20-30см. \nЦе уловиста снасть на карася, набагато випереджає '
        + 'пружину по вилову особливо це стосується ставків з замуленим дном. '
        + '\nГотове оснащення дозволяє не залежати від кількості мулу на дні, '
        + 'годівниці залишаються зверху, а вантаж може йти в мул.',
    soska: 'Цьому виду пружини вже багато років, вона змінює свій зовнішній вигляд.'
        + '\nСпочатку для її відливання використовували свинець і звичайну столову ложку. '
        + `\nУ свинець вставляли пружину на 3-5 витків, а гачки в'язали по краях свинцевої форми, `
        + 'попередньо зробивши отвори. \nЦе монтаж при якому рибалка не підсікає при клюванні, '
        + 'хіба що невеликий контрольний ривок. Бо риба на снасть соска підсікається сама.'
        + '\nЯк підгодовування використовується мастирка, пластилін, '
        + 'суміші для годівниць метод і звичайна прикормка  на карася замішана погуще. '
        + '\nКраще вибирати донні серії підгодовування з невеликою кількістю клею з кукурудзяної муки.',
    paternoster: '<b>«петля Гарднера»</b> або <b>«Патерностер»</b>'
        + 'В залежності, на якій водоймі ми збираємося ловити на фідер, '
        + 'стратегія і тактика лову риби буде різною.\nДля річки постійне догодовування точки, '
        + `а для закритої стоячої водойми потрібен `
        + 'тільки початковий закорм.'
        + '\nДля лову на річці використовується оснащення <u>«петля Гарднера»</u>, '
        + '\nАсиметрична петля більш чутлива '
        + 'для річки за рахунок більшого ступеня свободи ходу повідця. \nНавіть при обережному '
        + 'клюванні кінчик фідера дає сигнал. \nУ більшості випадків оснащення для фідерів '
        + 'підходять для лову невеликої риби. \n<b><u>Великі особини</u></b> - це вже гурмани, '
        + 'які віддають перевагу оснащенню, яке не перекидається часто, а довго <b><u>лежить на дні</u></b> '
        + 'з нерозмиваючим кормом, що поширює смачні аромати.'
        + '\nБажано, щоб довжина повідка становила не більше 40 см.',
    fletFider: 'На ставках або озерах риба більш обережна, '
        + 'тому спочатку фідер використовується для закормки точки. '
        + '\nЧим гарний флет метод - на основу годівниці ліпиться щільний, '
        + `в'язкий корм, на короткий повідок з гачком одягається пінопласт, `
        + 'кукурудза, або будь-який ласий шматочок, до якого звикла риба на '
        + 'даній водоймі. \nНасадка вставляється в корм, і сама каша в стоячій '
        + 'воді розмивається повільно, можна використовувати мастирки або '
        + 'пластилін. \nНа дні водойми такий монтаж виглядає, немов '
        + 'вишенька на торті для риби - серед розсипаного основного '
        + 'корму лежить годівниця зі щільною смачною масою, нагорі '
        + 'якої розташований гачок з насадкою.Карась завжди підійде '
        + 'до найбільшого обсягу їжі та із задоволенням спробує запропоновані ласощі. '
        + 'У більшості випадків найбільші і обережні карасі ловляться на монтажі,'
        + 'які знаходяться у риби під самим носом і лежать довгий час.',
    makyshatnik: 'Макушатником оснащують спінінг або фідер середнього або напівшвидкого ладу, '
        + 'монтуючи платформу для приводу на плетених шнурах. \nЗастосовують снасть для лову '
        + 'ляща влітку з берега на ніч. \nПринцип роботи макушатника заснований на обсмоктуванні '
        + 'рибою сильно пахнучої привади із заковтуванням впроваджених у брикет макухи порожніх '
        + 'гачків. \nДля повідців використовується монофільна волосінь товщиною 0,2 мм і довжиною '
        + 'не більше 10 см. \nНа макуху ставлять від двох до шести гачків.',
    boyl: '<b>Ловля коропа на бойли</b>'
        + '\nОдин плюс очевидний відразу – на бойла клюють тільки коропи. '
        + 'Але перехід рибалки на бойл непростий: оснастка відрізняється від тієї, '
        + `що застосовується при вилові на пучок черв'яків або тісто.`
        + '\nПри виборі бойла слід враховувати 4 параметри бойла і 4 параметри місця лову в певний час.'
        + '\n<b>Параметри бойла:</b>'
        + '\n<b>Розмір</b> – чим більша риба, тим більший бойл. '
        + 'Для 3-5 кілограмової рибини 8-12мм. Для трофейних екземплярів – 15-20 мм. '
        + '\n<b>Аромат</b> – найбільш уловисті аромати: часник, '
        + 'шоколад, ваніль... словом солодкі аромати'
        + '\nУ холодну воду краще тваринні запахи.'
        + '\n<b>Плавучість</b> – Орієнтуватися в основному бойл, що тоне.'
        + 'Хоча бажано мати при собі і плаваючі бойли.'
        + '\nЗ <b>виробників</b> у першу чергу можна назвати Richworth і Nutrabaits.',
    howWorkingBot: `Бот збирає інформацію з кількох сайтів, \nаналізує її та прораховує шанс кльову для кожного виду риб\n`
        + `\nАле такі параметри як прозорість води, глибину, швидкість течії та кілька інших Вам доведеться аналізувати самостійно, для цього у бота є шпаргалки.`,
    linVydka: `<b>Ловля лина на вудку</b>`
        + '\nПоплавець бажано використовувати невеликий (2-3 г), краще – з гусячого пера, '
        + 'який чутливо реагує на найменші дотики риби.'
        + '\nЗагальна вимога до оснащення – чутливе  та  міцне. Тому волосінь (особливо в очеретах) '
        + 'можна брати міцніше (до 0,22), за винятком чистої води (0,15). \nУ цьому є необхідність, '
        + 'оскільки риба прагне в очерети, намагається закрутити волосінь навколо стебел. Якщо не виходить –  заритися в мул, твань.'
        + '\nПоплавець бажано використовувати невеликий (2-3 г), краще – з гусячого пера, який чутливо реагує на найменші дотики риби.'
        + '\nЗагальна вимога до оснащення – чутливе  та  міцне. Тому волосінь(особливо в очеретах) '
        + 'можна брати міцніше(до 0,22), за винятком чистої води(0,15).У цьому є необхідність, '
        + 'оскільки риба прагне в очерети, намагається закрутити волосінь навколо стебел.Якщо не виходить –  заритися в мул, твань.',
    linFider: '<b>Ловля лина на фідер</b>'
        + '\nУ відносно великих, але не дуже глибоких водоймах з придонною тванню і водоростями лин перебуває далеко від берега. '
        + '\nПотрібен дальній фідерний закид. Головне, щоб не було елодеї.'
        + '\nВ обох випадках підгодовувати треба дві точки. Друга подалі, у першій бровці. Різниця – у  відстанях до них. '
        + '\nПри глибинах від пів метра до метра треба бути особливо обережним при закиданні: риба чуйно реагує на гучні сплески.'
        + '\nБіля берега краще ловити пікером у віконці або на межі з рослинністю. На далеких відстанях –  у пошуковому режимі.'
        + '\nНа кожну точку закидається від 5 до 20 невеликих годівниць. Навесні у холодну воду закидаємо поменше: є загроза перегодувати. '
        + '\nКлювання невеликого лина слід очікувати через 15 хвилин після закидання, а великого – через пів години. '
        + '\nНа слабкі тремтіння кінчика вудилища не варто реагувати, тільки на явну потяжку.'
        + '\nВага годівниць в процесі лову – до 30 грамів. '
        + '\nМожна використовувати всі відомі монтажі для фідера.',
    donkaSom1: '<b>Донна снасть на сома для лову з берега</b>'
        + '\n<b>Гачок</b> краще одинарний, з довгою цівкою.'
        + '\n<b>Леска</b> не меньше 0.6мм.'
        + '\nГрузило вагою 200-300 грам. Має бути пласке, овальної форми з поздовжнім отвором. '
        + '\nДовжина повідця – 1-1,5м'
        + '\nІдеальна приманка - жива жаба'
        + '\nДо волосіні, довжина якої становить близько півметра, '
        + 'потрібно надіти грузило з поздовжнім отвором так, '
        + 'щоб нитка вільно проходила через нього. До кінця '
        + `прив'язується повідець із закріпленим гачком, `
        + 'на який одягається приманка.',
    donkaSom2: '<b>Другий спосіб встановлення донних снастей з берега здійснюється за допомогою буя.</b>'
        + `\nДо волосіні кріпиться пластиковий порожній п'ятилітровий балон на відстані імовірного проживання видобутку.`
        + `\nДо нього прив'язується волосінь і опускається у водойму.`
        + `\nДо кінця волосіні кріпиться повідець із встановленим гачком та закріпленою приманкою.`
        + `\nТакий спосіб відмінно підійде для лову в очеретах, де найчастіше «вусаті» і водяться. При цьому можна не боятися, що сом потягне снасті, тому що балон, що використовується як буй, спокійно утримує навіть великих особин.`,
    kwok: `<b>Лов з човна на квок</b>`
        + 'Лов сома з човна мало чим відрізняється від лову з берега. '
        + 'Для цього методу використовуються самі снасті, але опускати '
        + 'вантаж з наживкою необхідно з човна. Лов з човна зручніше тим, '
        + 'що, якщо ви помилилися з місцем, то можна легко і '
        + 'швидко поміняти його.'
        + `\nТакож застосовується пристрій під назвою «квок», за допомогою якого рибалок видає `
        + 'привабливий сома до човна звук. ',
    spiningSom: '<b>Тролінгова снасть на сома</b>'
        + '\nВудилище має бути коротшим, ніж при спінінговій рибалці. 1.8-2.4м із тестом 150г – це оптимальний розмір.'
        + '\nКотушку потрібно вибирати велику та потужну.'
        + 'Для тролінгу перевагу варто віддати плетеній волосіні середнього діаметра. 0,28 мм – оптимальний розмір. '
        + 'Лісочка великих розмірів має властивість парусити, це може призвести до того, що на великих глибинах '
        + 'воблер не дістане дна. Не варто боятися того, що тонка волосінь має невелике навантаження на розрив. '
        + 'Якісна котушка та правильна робота з нею, а також еластичне вудилище відшкодують цей недолік.'
}